Merge branch 'release/0.1.0'
